[{"id":1,"name":"Harry Potter and the Philosopher's Stone","description":"Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!","price":"1640","stock":"5","url":"https://kbimages1-a.akamaihd.net/fe01223c-992a-42c3-9a44-46461f84badd/1200/1200/False/harry-potter-the-complete-collection-1-7-1.jpg"},
{"id":2,"name":"Harry Potter and the Sorcerer's Stone","description":"Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny","price":"1718","stock":"5","url":"https://images-na.ssl-images-amazon.com/images/I/81iqZ2HHD-L.jpg"},
{"id":3,"name":"Harry Potter and the Goblet of Fire: The Illustrated Edition ","description":"Dragons! Daring! Danger! The first fully illustrated edition of Harry Potter and the Goblet of Fire is an extraordinary creative achievement by two extraordinary talents. Jim Kay's inspired reimagining of J.K. Rowling's classic series has captured a devoted following worldwide, and the drama just gets bigger as the series progresses. With over 150 illustrations, Jim Kay's unique vision delivers breathtaking scenes and unforgettable characters ","price":"1361","stock":"5","url":"https://i5.walmartimages.com/asr/dd30049a-c7ab-4915-9fc1-0c130f3279df.61285d8217ce8ec75d9b488602261fa8.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF"},
{"id":4,"name":"Harry Potter and the Order of the Phoenix","description":"Dark times have come to Hogwarts. After the Dementors' attack on his cousin Dudley, Harry Potter knows that Voldemort will stop at nothing to find him. There are many who deny the Dark Lord's return, but Harry is not alone: a secret order gathers at Grimmauld Place to fight against the Dark forces. Harry must allow Professor Snape to teach him how to protect himself from Voldemort's savage assaults on his mind. But they are growing stronger by the day and Harry is running out of time.","price":"2305","stock":"5","url":"https://toppsta.com/images/covers/5/9/3/5/9781408855935-sm.webp?t=1639192078"},
{"id":5,"name":"Rc Car","description":"you can control the cars with the remote. have fun, and enjoy it.","price":"2863","stock":"5","url":"https://i.ytimg.com/vi/o0zPAxJJq6g/maxresdefault.jpg"},
{"id":6,"name":"Car Mc Queen","description":"Car toy. Can ride, and can turn left right","price":"1969","stock":"5","url":"https://5.imimg.com/data5/SELLER/Default/2020/9/CC/WS/DK/6599286/kids-car-toy-500x500.jpeg"},
{"id":7,"name":"Teddy Bear","description":"Teddy bear with the things you can choosee","price":"2070","stock":"5","url":"https://images.indianexpress.com/2019/09/toys.jpg"},
{"id":8,"name":"WaterMelon","description":"Ensures the Freshest Products at the Delivery. Enjoy the Best Watermelon When You Order From BuyMe","price":"2396","stock":"5","url":"https://cms.sehatq.com/public/img/article_img/9-buah-yang-banyak-mengandung-air-untuk-menjaga-hidrasi-tubuh-1620118021.jpg"},
{"id":9,"name":"Orange","description":"Ensures the Freshest Products at the Delivery. Enjoy the Best Watermelon When You Order From BuyMe","price":"2578","stock":"5","url":"https://akcdn.detik.net.id/visual/2020/07/01/ilustrasi-jeruk-mandarin_169.jpeg?w=650"},
{"id":10,"name":"Guava Seeds","description":"Ensures the Freshest Products at the Delivery. Enjoy the Best Watermelon When You Order From BuyMe","price":"2060","stock":"5","url":"https://akcdn.detik.net.id/visual/2021/06/28/ilustrasi-jambu-biji_169.jpeg?w=650"}]